tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "pot-app/tap"
brew "azcopy"
brew "azure-cli"
brew "chezmoi"
brew "ripgrep"
brew "codex"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "k9s"
brew "lazygit"
brew "neovim"
brew "neovide"
brew "node"
brew "nvm"
brew "openjdk"
brew "openjdk@17"
brew "prettier"
brew "prettierd"
brew "ranger"
brew "starship"
brew "stylua"
brew "tmux"
cask "aerospace"
cask "aldente"
cask "anydesk"
cask "betterdisplay"
cask "chatgpt"
cask "cleanshot"
cask "devutils"
cask "dotnet-sdk"
cask "duckduckgo"
cask "firefox"
cask "font-code-new-roman-nerd-font"
cask "font-hack-nerd-font"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "keka"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass-isolated-edition"
cask "notion"
cask "omnigraffle"
cask "orbstack"
cask "postman"
cask "proxyman"
cask "redis-insight"
cask "rider"
cask "sqlpro-studio"
cask "squirrel-app"
cask "swish"
cask "tableplus"
cask "tencent-lemon"
cask "updf"
cask "visual-studio-code"
cask "warp"
vscode "azurite.azurite"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "idered.npm"
vscode "letrieu.expand-region"
vscode "metalbear.mirrord"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-vscode-remote.remote-containers"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "vue.volar"
vscode "yinfei.luahelper"
