tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "azure-cli"
brew "chezmoi"
brew "fd"
brew "fish"
brew "openjdk"
brew "gradle"
brew "k9s"
brew "lazygit"
brew "neovim"
brew "node"
brew "nvm"
brew "prettierd"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yarn"
brew "felixkratz/formulae/sketchybar"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "aldente"
cask "alt-tab"
cask "azure-data-studio"
cask "betterdisplay"
cask "chatgpt"
cask "devutils"
cask "dotnet-sdk"
cask "duckduckgo"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "logitech-options"
cask "loop"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass-isolated-edition"
cask "notion"
cask "omnigraffle"
cask "orbstack"
cask "postman"
cask "proxyman"
cask "raycast"
cask "redisinsight"
cask "rider"
cask "spaceman"
cask "squirrel"
cask "swish"
cask "tableplus"
cask "tencent-lemon"
cask "updf"
cask "visual-studio-code"
cask "ximalaya"
vscode "angular.ng-template"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.dotnet-test-explorer"
vscode "idered.npm"
vscode "letrieu.expand-region"
vscode "mhutchie.git-graph"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "openai.openai-chatgpt-adhoc"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "swashata.beautiful-ui"
vscode "vue.volar"
vscode "yinfei.luahelper"
vscode "zhang-renyang.vscode-react"
