tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
brew "azure-cli"
brew "chezmoi"
brew "fd"
brew "fish"
brew "k9s"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "prettierd"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yarn"
cask "alacritty"
cask "aldente"
cask "alt-tab"
cask "azure-data-studio"
cask "chatgpt"
cask "devutils"
cask "dotnet-sdk"
cask "firefox"
cask "font-code-new-roman-nerd-font"
cask "font-hack-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "logitech-options"
cask "loop"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "orbstack"
cask "postman"
cask "proxyman"
cask "raycast"
cask "rider"
cask "squirrel"
cask "tableplus"
cask "tencent-lemon"
cask "updf"
cask "visual-studio-code"
cask "warp"
vscode "angular.ng-template"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.dotnet-test-explorer"
vscode "idered.npm"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-yaml"
vscode "swashata.beautiful-ui"
vscode "vue.volar"
vscode "zhang-renyang.vscode-react"
